/* No comment provided by engineer. */
"Calculating Sequence..." = "Calculando Sequence...";

/* No comment provided by engineer. */
"Game Lost" = "Jogo Perdido";

/* No comment provided by engineer. */
"Last Score: %i" = "Última Score: %i";

/* No comment provided by engineer. */
"Retries Left: %i" = "Tentativas Esquerda: %i";

/* No comment provided by engineer. */
"Score: %i" = "Ponto: %i";

/* No comment provided by engineer. */
"Sequence Completed" = "Sequência Concluído";

/* No comment provided by engineer. */
"Start Game" = "Começar o Jogo";

/* No comment provided by engineer. */
"Tap The Sequence" = "Toque O Sequence";

/* No comment provided by engineer. */
"Top Score: %i" = "Melhor Pontuação: %i";

